benchmark/2_db/LOCAL/POST/post_output_5conn_10s.txt
Running 10s test @ http://localhost:3000
  5 threads and 5 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    49.35ms   14.02ms 159.32ms   92.83%
    Req/Sec    20.47      4.69    30.00     77.67%
  1021 requests in 10.01s, 375.90KB read
Requests/sec:    101.99
Transfer/sec:     37.55KB